# St7GetListSeparatorCode

Returns the ASCII code for the system’s list delimiter character.

long St7GetListSeparatorCode(long* Code)
Output Parameters
Code
Locale dependent list delimiter character ASCII code. For example, 44 for a comma.